Repository: seudsahm2/HisabET
Catalog: lib/core/l10n/arb/app_*.arb
Languages: am

source: Dashboard
am: ዋና ገጽ

source: Gave
am: የሰጡት

source: Took
am: የወሰዱት

source: Payment
am: ክፍያ

source: Balance
am: ሳንቲም ሂሳብ

source: Transactions
am: እንቅስቃሴዎች

source: Contacts
am: ደንበኞች

source: Settings
am: ቅንብሮች

source: Language
am: ቋንቋ

source: Dark Mode
am: ጥቁር ገጽታ

source: Add Contact
am: አዲስ ደንበኛ

source: Name
am: ስም

source: Phone
am: ስልክ

source: Save
am: መዝግብ

source: Cancel
am: ተወው

source: Payment Method
am: የክፍያ መንገድ

source: Cash
am: ካሽ

source: CBE
am: ንግድ ባንክ

source: BOA
am: አቢሲኒያ

source: Other Bank
am: ሌላ ባንክ

source: Payment Received
am: ገቢ ክፍያ

# paymentGiven
source: Payment Made
am: ወጪ ክፍያ

# goodsGiven
source: Gave Goods
am: እቃ ሰጠሁ

# goodsTaken
source: Took Goods
am: እቃ ተረከብኩ

source: Amount
am: መጠን

source: Total Amount
am: ጠቅላላ ዋጋ

source: Quantity
am: ብዛት

source: Unit Price
am: የአንዱ ዋጋ

source: Description
am: ዝርዝር መግለጫ

source: Date
am: ቀን

source: Save Transaction
am: ሂሳብ መዝግብ

source: Use Calculator
am: ካልኩሌተር ተጠቀም

# calcSubtext
source: Calculate from quantity Ã— price
am: በብዛት እና ዋጋ አስላ

source: They Owe You
am: ይፈልጋሉ

source: You Owe Them
am: ይፈልግዎታል

# noTransactions
source: No transactions yet.
am: ምንም ሂሳብ የለም

# history
source: Transaction History
am: የሂሳብ ታሪክ
